{
    "FRONTEND": "Frontend",
    "DEVELOPER": "Entwickler",
    "TALKBUTTON": "Lass uns reden",
    "SCROLL": "Scroll",
    "DOWN": "down",
  
    "ABOUTME": "Über mich",
    "ABOUT_DESCRIPTION": "Hallo! Ich bin Webentwicklerin und erstelle gerne dynamische und benutzerfreundliche Webseiten. Mein Name ist Anja, meine Stärken liegen in der Frontend-Entwicklung mit HTML, CSS, JavaScript und Angular. Ich lege Wert auf sauberen, gut strukturierten Code und strebe stets nach optimalen Lösungen. Wenn Sie denken, dass ich gut zu Ihrem Projekt passen würde, können Sie mich gerne kontaktieren.",
    "BASED": "Region Halle (Saale)",
    "REMOTE": "Remote möglich",
    "MY_SKILLS": "Meine Skills",
  
    "HEADER_PORTFOLIO": "Portfolio",
    "PORTFOLIO_DESCRIPTION": "Hier eine Auswahl meiner Arbeiten - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "GREET": "Say Hi!",
    "CONTACT_UPPER_TEXT": "Möchten Sie ein neues Projekt besprechen?",
    "CONTACT_LOWER_TEXT": "Sagen Sie Hallo! Lassen Sie uns Ihre Ideen besprechen und sie umsetzen.",
    "PLACEHOLDER_NAME": "Ihr Name...",
    "PLACEHOLDER_NAME_WARN": "Ihr Name ist erforderlich",
    "PLACEHOLDER_EMAIL": "Ihre E-Mail...",
    "PLACEHOLDER_EMAIL_WARN": "Ihre E-Mail ist erforderlich",
    "PLACEHOLDER_MSG": "Ihre Nachricht...",
    "PLACEHOLDER_MSG_WARN": "Ihre Nachricht ist leer",
    "CHECKBOX_TEXT_1": "Ich habe die",
    "CHECKBOX_TEXT_2": "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "about0": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "about1": "Ein einfaches Jump'n'Run-Spiel, basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Flaschen zu sammeln, um gegen den Endboss zu kämpfen.",
    "PRIVACY_POLICY": "Datenschutzrichtlinie",
    "SEND_MSG": "Nachricht senden",
    "BTN_IMPRINT": "Impressum",
    "IMPRINT_TEXT": "<h1>Impressum</h1><h2>Angaben gemäß § 5 TMG</h2><h3>Anja Schwab</h3><h2>Postanschrift:<span>06108 Halle(Saale)</span><span>Harz 25</span></h2><h3><span>Telefon: 01772357006</span><span>E-Mail: anja_schwab&#64;gmx.de</span></h3>",
    "EMAIL_SUCCESS_MSG": "Ihre Nachricht wurde erfolgreich gesendet!",
    "PRIVACY_POLICY_HTML": "<h1>Datenschutzerklärung</h1> <h2>Willkommen auf meiner Website</h2> <p>Der Schutz Ihrer persönlichen Daten ist mir wichtig. Diese Datenschutzerklärung beschreibt, wie ich Ihre Daten sammle, verwende und schütze.</p> <h2>Kontaktformular</h2> <p>Wenn Sie das Kontaktformular auf meiner Website nutzen, werden die von Ihnen bereitgestellten Daten (Name, E-Mail-Adresse und Nachricht) ausschließlich zum Zwecke der Kontaktaufnahme verwendet. Diese Daten werden nicht an Dritte weitergegeben.</p> <h2>Verwendung der Daten</h2> <p>Die gesammelten Daten werden ausschließlich für folgende Zwecke verwendet:</p> <ul> <li>Kontaktaufnahme und Beantwortung Ihrer Anfragen.</li> <li>Registrierung und Nutzung der Projektseiten.</li> </ul> <h2>Projektseiten</h2> <h3>Join Projekt</h3> <p>Dies ist ein Task-Manager, der nach einem Kanban-Board modelliert ist. Es gibt eine Option zur Registrierung, Anmeldung und zum Gastzugang. Diese Daten dienen nur zu Demozwecken, um das Projekt zu sehen.</p> <h3>El Pollo Loco</h3> <p>Ein Spiel, das in JavaScript entwickelt wurde. Hier ist keine Registrierung erforderlich.</p> <h2>Weitergabe der Daten</h2> <p>Ihre persönlichen Daten werden nicht an Dritte weitergegeben, es sei denn, dies ist gesetzlich vorgeschrieben.</p> <h2>Hinweis auf deutsches Recht</h2> <p>Diese Datenschutzerklärung bezieht sich auf die gesetzlichen Bestimmungen des deutschen Datenschutzgesetzes (DSGVO).</p> <p>Wenn Sie Fragen oder Bedenken zum Datenschutz haben, können Sie mich per E-Mail unter <a href='mailto:anja_schwab@gmx.de'>anja_schwab@gmx.de</a> kontaktieren.</p>"
  }
  