{
    "FRONTEND": "Frontend",
    "DEVELOPER": "Developer",
    "TALKBUTTON": "Let's talk",
    "SCROLL": "Scroll",
    "DOWN": "down",
  
    "ABOUTME": "About me",
    "ABOUT_DESCRIPTION_1": "Hi! I'm Anja, a passionate web developer specializing in building dynamic, user-friendly websites. With a strong focus on frontend development using HTML, CSS, JavaScript, and Angular, I aim to create clean, well-structured code and deliver efficient solutions to complex challenges.",
    "ABOUT_DESCRIPTION_2": "If you believe I’d be a great fit for your project, don’t hesitate to reach out!",
    "BASED": "Based in Halle (Saale)",
    "REMOTE": "Open to work Remote",
    "MY_SKILLS": "My skills",
    "SKILL_MISSING_1": "Don't see the skill you need? ",
    "CONTACT_ME": "Contact me, ",
    "SKILL_MISSING_2": "I'm always ready to learn!",

  
    "HEADER_PORTFOLIO": "Portfolio",
    "PORTFOLIO_DESCRIPTION": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "GREET": "Say hi!",
    "CONTACT_UPPER_TEXT": "Want to discuss a new project?",
    "CONTACT_LOWER_TEXT": "Say hello! Let's discuss your ideas and make it happen.",
    "PLACEHOLDER_NAME": "Your name...",
    "PLACEHOLDER_NAME_WARN": "Your name is required",
    "PLACEHOLDER_EMAIL": "Your email...",
    "PLACEHOLDER_EMAIL_WARN": "Your email is required",
    "PLACEHOLDER_MSG": "Your message...",
    "PLACEHOLDER_MSG_WARN": "Your message is empty",
    "CHECKBOX_TEXT_1": "I've read the",
    "CHECKBOX_TEXT_2": "and agree to the processing of my data as outlined.",
    "ABOUT_0": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "ABOUT_1": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to collect coins and bottles in order to defeat the endboss.",
    "REFERENCES": "References",
    "REFERENCES_TEXT": "Check what colleagues and business partner say about me.",
    "PEOPLE_1": "Business Partner",
    "PEOPLE_2": "Team Partner",
    "PEOPLE_3": "Team Partner",
    "PEOPLE_CO_1": "Business Partner of School Project",
    "PEOPLE_CO_2": "Join Project",
    "PEOPLE_CO_3": "Join Project",
    "REFERENCE_1": "Anja is very organized at work and never loses her calm. She is always polite and fully dedicated to her projects. Her positive attitude and friendly nature make her great to work with. I would be happy to work with her again.",
    "REFERENCE_2": "She is a communicative and friendly colleague. An absolute asset to any team, she remains focused and calm in stressful situations. With her talent for problem-solving, she is always dedicated to finding effective solutions. It is a pleasure to work with her!",
    "REFERENCE_3": "Her ability to adapt to changing circumstances, combined with a constant drive to learn new things, makes her even more effective in various roles. She remains open to feedback and consistently improves. I really enjoyed working alongside her.",

    
    "PRIVACY_POLICY": "privacy policy",
    "ACCEPT_PRIVACY_POLICY": "Please accept the privacy policy.",
    "SEND_MSG": "Send message",
    "SAY_HELLO": "Say hello ;)",
    "BTN_IMPRINT": "Legal notice",
    "IMPRINT_TEXT": "<h1>Imprint</h1><h3>information according to §&nbsp;5&nbsp;TMG</h3><h2>Anja Schwab</h2><h3>mailing address:<br><span>Harz 25</span><span>06108 Halle(Saale)</span></h3><h4><span>phone: <span>01772357006</span></span><br><span>email: <span>mail&#64;developer-anja-schwab.de</span></span></h4>",
    "EMAIL_SUCCESS_MSG": "Your message has been sent successfully!",
    "PRIVACY_POLICY_HTML": "<h1>Privacy Policy</h1> <h2>Welcome to My Website</h2><p>Protecting your personal data is important to me. This privacy policy describes how I collect, use, and protect your data.</p> <h2>Contact Form</h2> <p>When you use the contact form on my website, the data you provide (name, email address, and message) is used solely for the purpose of contacting you. This data will not be shared with third parties.</p> <h2>Use of Data</h2> <p>The collected data is used exclusively for the following purposes:</p> <ul> <li>Contacting and responding to your inquiries.</li> <li>Registration and use of the project pages.</li> </ul> <h2>Project Pages</h2> <h3>Join Projekt</h3> <p>This is a task manager modeled after a Kanban board. There is an option for registration, login, and guest access. This data is only for demo purposes to view the project.</p> <h3>El Pollo Loco</h3> <p>A game developed in JavaScript. No registration is required here.</p> <h2>Sharing of Data</h2> <p>Your personal data will not be shared with third parties unless required by law.</p> <h2>Reference to German Law</h2> <p>This privacy policy refers to the legal provisions of the German Data Protection Act (GDPR).</p> <p>If you have any questions or concerns about data protection, you can contact me via email at <a href='mailto:mail@developer-anja-schwab.de'>mail@developer-anja-schwab.de</a>.</p>"
  }
  